Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The solubility of empagliflozin in aqueous media was determined for BCS-classification according to FDA guidance for Industry “Waiver of In Vivo Bioavailability and Bioequivalence Studies for Immediate-Release Solid Oral Dosage Forms Based on a Biopharmaceutics Classification System” and the EMA “Guideline on the Investigation of Bioequivalence” using the shake flask method.
es_es: La solubilidad de la empagliflozina en medios acuosos se determinó con miras al sistema de clasificación BCS empleando el método del matraz Erlenmeyer, de acuerdo con la guía para la industria de la FDA “Exención de la realización de estudios biodisponibilidad in vivo o de bioequivalencia para formas farmacéuticas orales sólidas de liberación inmediata basadas en el Sistema de Clasificación Biofarmacéutica”, y también de acuerdo con la “Directriz sobre la Investigación de “Bioequivalencia” de la EMA.

source: The solubility of empagliflozin was tested in the following organic solvents at room temperature:
es_es: La solubilidad de empagliflozina se evaluó en los siguientes disolventes orgánicos a temperatura ambiente:

source: The solubility was determined in the following aqueous media at 37 °C:
es_es: La solubilidad se determinó en los siguientes medios acuosos a 37° C:

source: The solution becomes blue.
es_es: La solución se tiñe de azul.

source: The solution is filled into sterilised glass vials which are partially closed with a rubber stopper and immediately freeze dried.
es_es: La solución se carga en frascos de vidrio esterilizados que se cierran parcialmente con un tapón de caucho y se congelan de inmediato.

source: The solution is not coloured blue.
es_es: La solución no se tiñe de azul.

source: The solution is not coloured red.
es_es: La solución no se tiñe de rojo.

source: The solution is not more intensely coloured than a standard prepared at the same time by adding 1 mL of alkaline potassium tetraiodomercurate solution R to a mixture of 4 mL of ammonium standard solution (1 ppm NH 4) R and 16 mL of ammonium-free water R.
es_es: La solución no tiene un color más intenso que un estándar preparado al mismo tiempo añadiendo 1 ml desolución de tetrayodomercurato de potasio alcalina R a una mezcla de 4 ml desolución estándar de amonio (1 ppm NH 4) R y 16ml deagua sin amonio R.

source: The solution is stable for at least 3.5 months in a refrigerator.
es_es: La solución permanece estable al menos 3.5 meses en refrigerador.

source: The solution must be formulated according to the label claim and the drug content must remain in an acceptable range
es_es: La solución debe formularse de acuerdo con los valores consignados en la etiqueta y el contenido del medicamento debe permanecer en un rango aceptable.

source: The solution must be freshly prepared before each determination.
es_es: La solución debe estar preparada en el momento antes de cada determinación.

source: The solution must be prepared twice*.
es_es: La solución debe prepararse dos veces.*

source: The solution shows no change in appearance for at least 1 h.
es_es: La solución no muestra ningún cambio de aspecto al menos durante 1 h.

source: The solution shows no change in appearance for at least 15 min.
es_es: La solución no muestra ningún cambio de aspecto al menos durante 15 min.

source: The solution was injected twice and the signal-to-noise ratios were determined.
es_es: La solución se inyectó dos veces y se determinaron las relaciones señal/ruido.

source: The solutions injected must be free from solid particles.
es_es: Las soluciones inyectadas deben estar libres de partículas sólidas.

source: The solutions were prepared freshly.
es_es: Las soluciones se prepararon en el momento.

source: The solutions were stored at ambient temperature and injected after 0, 12, 24, 36 and 48 hours.
es_es: Las soluciones se almacenaron a temperatura ambiente y se inyectaron después de 0, 12, 24, 36y 48 horas.

source: The solutions were used additionally for the evaluation of column temperature and autosampler temperature.
es_es: Además, las soluciones se emplearon para evaluar la temperatura de columna y del procesador de muestras automático.

source: The source document was the entry in ClinBaseTM for these data.
es_es: El documento fuente era la entrada en ClinBaseTM de estos datos.

source: The source water is further purified to WFI under current GMP standards and routine maintenance.
es_es: El agua de origen se vuelve a purificar, a fin de tornarla en agua para inyección acorde a las BPF vigentes y el mantenimiento de rutina.

source: The source water meets the World Health Organisation standard for drinking water and the German national primary drinking water regulations.
es_es: El agua de origen cumple con la norma de la Organización Mundial de la Salud para agua potable y con la normativa nacional alemana sobre agua potable primaria.

source: The specific absorption coefficient for alteplase is 1.9 mL x mg-1 x cm-1.
es_es: El coeficiente de absorción específico de alteplasa es 1.9 mL x mg^-1 x cm^-1

source: The specific activity must be 90 – 110 % of the expected value.
es_es: La actividad específica debe estar entre 90 y 110 % de la esperanza matemática.

source: The specific optical rotation (approx. 1% in methanol) is [α]D25 = 9.99°
es_es: La rotación óptica específica (aproximadamente 1% en metanol) es [α]D25 = 9.99°

source: The specific optical rotation of empagliflozin was determined using a polarimeter.
es_es: La rotación óptica específica de la empagliflozina se determinó con un polarímetro.

source: The specific optical rotation was measured using a polarimeter.
es_es: La rotación óptica específica se midió con un polarímetro.

source: The specification for tenecteplase DP as proposed in Section 3.2.P.5.1 Specifications is in compliance with the requirements of the ICH Guideline Q6B and suitable and appropriate for quality control of the DP.
es_es: La especificación para el medicamento tenecteplasa propuesta en la Sección 3.2.P.5.1, Especificaciones,cumple con los requisitos del lineamiento Q6B de la ICH, y es idónea y adecuada para el control de calidad del medicamento.

source: The specification for pramipexole dihydrochloride monohydrate tablets as proposed in section 3.2.P.5.1 is in compliance to the requirements of the ICH Guidelines Q6A and Q3B and is suitable and appropriate for quality control of the drug product.
es_es: La especificación de pramipexol diclorhidrato monohidrato, comprimidos, propuesta en la Sección 3.2.P.5.1, cumple con los requisitos del lineamiento Q6A y Q3B de la ICH, y es idónea y adecuada para el control de calidad del medicamento.

source: The specification is provided in Section 3.2.S.4.1 Specification.
es_es: Véase la especificación en la Sección 3.2.S.4.1, Especificación.

source: The specification limits are set in accordance with the ICH M7 principles and comply with the requirements of the internationally established acceptable intake limit (AIL) of 96.0 ng/day.
es_es: Los límites de especificación se establecen de acuerdo con los principios del lineamiento M7 de la ICH y cumplen con los requisitos establecidos internacionalmente para el límite de ingesta aceptable (96.0 ng/día).

source: The specification limits for NDMA for empagliflozin / metformin hydrochloride film-coated tablets as proposed in section P.5.1 “Specification” are set in accordance with the ICH M7 principles and comply with the internationally established acceptable intake limit (AIL) of 96.0 ng/day.
es_es: Los límites de la especificación de NDMA para los comprimidos recubiertos de empagliflozina/clorhidrato de metformina propuestos en la Sección P.5.1 ("Especificación") se han establecido en función de los principios del lineamiento M7 de la ICH y cumplen con el límite establecido a nivel internacional para una ingesta aceptable, es decir, 96.0 ng/día.

source: The specification setting approach is also based on the considerations provided in Chapter 2.
es_es: El enfoque para el establecimiento de la especificación también se basa en las consideraciones incluidas en el Capítulo 2.

source: The specification/ action limits of Water for Injections in bulk (WFI) comply with current Ph. Eur., USP, and JP monographs.
es_es: Los límites de la especificación y acción del agua para inyectables a granel cumplen con las monografías vigentes de la Ph. Eur., la USP y la JP.

source: The specifications for release and stability of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) are given in Table 35.
es_es: En la Tabla 35, se presentan las especificaciones de liberación y estabilidad de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml).

source: The specifications for the release and shelf-life of tenecteplase drug product are given in Table 1.
es_es: En la Tabla 1, pueden apreciarse las especificaciones para la liberación y la vida útil del medicamento teneclteplasa.

source: The spectrum obtained must correspond to the reference spectrum.
es_es: El espectro obtenido debe corresponder al espectro de referencia.

source: The spectrum of the test sample must correspond with the spectrum displayed in Figure 1.
es_es: El espectro de la muestra de prueba debe corresponderse con el espectro que se observa en la Figura 1.

source: The spesolimab PFS-NSD-2 has been assessed as being safe from a biocompatibility perspective.
es_es: Se determinó que el dispositivo PFS-NSD-2 de espesolimab es seguro desde una perspectiva de biocompatibilidad.

source: The spesolimab PFS-NSD-2 is based on a BD BD Neopak® syringe and the Safe’n’Sound® (SnS) platform manufactured by the supplier Nemera.
es_es: El dispositivo PFS-NSD-2 de espesolimab está compuesto por una jeringa BD BD Neopack ® y la plataforma Safe’n’Sound® (SnS) elaborada por Nemera.

source: The spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL) is presented in a single use 2.25 mL glass syringe sealed with a 1-3 mL plunger stopper (for details see Section 3.2.P.7 Description of Container Closure System) with a nominal fill volume of 2.0 mL.
es_es: Espesolimab, solución inyectable en jeringa prellenada de 300 mg/jeringa (150 mg/ml), se presenta en jeringas de vidrio selladas de 2.25 ml de un solo uso, con tapón tipo émbolo de 1-3 ml (hay mayores detalles en la Sección 3.2.P.7, Descripción del envase y sistema de cierre), con un volumen de llenado nominal de 2.0 ml.

source: The spiked matrix sample solutions were prepared as described in the analytical procedure for QC 01.
es_es: Las soluciones muestra de la matriz enriquecidas se prepararon según el método analítico de la solución QC 01.

source: The spiked matrix sample solutions were prepared as described in the analyticalprocedure for QC 01.
es_es: Las soluciones muestra de la matriz enriquecidas se prepararon según el método analítico de la solución QC 01.

source: The spiked matrix sample solutions were prepared as described in the analyticalprocedure for QC 03.
es_es: Las soluciones muestra de la matriz enriquecidas se prepararon según el método analítico de la solución QC 03.

source: The spiked matrix samples were analyzed according to the AP as a sample solution on day 0 (start value) and after storage for 4 and 8 days under the following conditions:
es_es: Las muestras de matriz enriquecidas se analizaron de acuerdo con el procedimiento analítico, como una solución muestra el día 0 (valor inicial) y después de 4 y 8 días de almacenamiento, bajo las siguientes condiciones:

source: The splitting of the categories is considered as editorial change.
es_es: La división en categorías se considera un cambio de redacción.

source: The sponsor was to arrange for the randomisation, and the randomisation list was to be generated using a validated system which involved a pseudo-random number generator and a supplied seed number so that the resulting allocation was both reproducible and nonpredictable.
es_es: Correspondía al patrocinador organizar la aleatorización, y la lista de aleatorización debía generarse por medio de un sistema validado que empleara un generador de números pseudoaleatorios con un número semilla provisto, de modo que la asignación resultara reproducible e impredecible.

source: The sponsor, The Florey, is afforded insurance cover under the Victorian Managed Insurance Authority (VMIA), a State guaranteed insurer, for its activities including clinical trials.
es_es: El patrocinador, The Florey, tiene cobertura de seguro proporcionada por la autoridad aseguradora de Victoria (Victorian Managed Insurance Authority, VMIA), una empresa prestadora de seguros que cuenta con el respaldo del Estado para sus actividades, incluidos los ensayos clínicos.

source: The spot for ethanesulfonic acid is compared visually with that in the chromatogram obtained with the reference solution in respect of RF value, approximate size and colour.
es_es: Se compara visualmente la mancha del ácido etanosulfónico con la que se ve en el cromatograma de la solución de referencia y se observan el valor de RF, el tamaño aproximado y el color.

source: The stability acceptance criterion was set identical to the stability acceptance criterion for the registered presentations 40 mg and 50 mg.
es_es: El criterio de aceptación para estabilidad se estableció idéntico al criterio de aceptación para estabilidad de las presentaciones registradas de 40 mg y 50 mg.

source: The stability chambers used in stability studies are suitable for the different climatic zones.
es_es: Las cámaras de estabilidad utilizadas en los estudios de estabilidad son adecuadas para las diferentes zonas climáticas.

source: The stability data over shelf life shows values well below the current registered stability specification of ≤ 2.0%.
es_es: Los datos de estabilidad en el transcurso de la vida útil arrojan valores holgadamente inferiores a la especificación de liberación registrada vigente (≤ 2.0%).

source: The stability of CD 38800 XX in DMSO can be assumed.
es_es: La estabilidad de CD 38800 XX en DMSO puede darse por sentada.

source: The stability of material no. 7 was confirmed for 8 days in amber vial stored in autosampler at about 4°C and for 4 days in volumetric flask stored in a refrigerator at about 5°C.
es_es: La estabilidad del material N.° 7 se confirmó conservándolo 8 días en frasco de vidrio de color ámbar dentro de un procesador de muestras automático a aproximadamente 4° C, y 4 días en matraz aforado en refrigerador a aproximadamente 5° C.

source: The stability of the materials no. 1, 3 and 6 was confirmed for 8 days in amber vial under ambient laboratory conditions (room temperature, daylight), for 8 days in amber vial stored in autosampler at about 4°C and for 8 days in volumetric flask stored in a refrigerator at about 5°C.
es_es: La estabilidad de los materiales N.° 1, 3 y 6 se confirmó conservándola 8 días en frasco de vidrio de color ámbar en condiciones ambiente de laboratorio (a temperatura ambiente, luz de día), 8 días en frasco de vidrio de color ámbar dentro de un procesador de muestras automático a aproximadamente 4° C, y 8 días en matraz aforado en refrigerador a aproximadamente 5° C.

source: The stability of the sample solution was performed with spiked matrix samples of two different dosages of linagliptin / metformin hydrochloride film-coated tablets (material no. 1 and 3) and empagliflozin / metformin hydrochloride film-coated tablets (material no. 6 and 7).
es_es: La estabilidad de la solución muestra se evaluó usando muestras de la matriz enriquecidas tomada de dos formulaciones distintas de los comprimidos recubiertos de linagliptina / clorhidrato de metformina (materiales N.° 1 y 3) y de empagliflozina / clorhidrato de metformina (materiales N.° 6 y 7).

source: The stability of the solutions was already established.
es_es: La estabilidad de las soluciones ya estaba establecida.

source: The stability of the stock solutions (dilution 1, dilution 2, dilution ISTD 1 and dilution ISTD 2) was confirmed for 8 days in a volumetric flask stored in a refrigerator at about 5°C.
es_es: La estabilidad de las soluciones madre (dilución 1, dilución 2, dilución estándar interno 1 y dilución estándar interno 2) se confirmó tras el almacenamiento de 8 días en un matraz aforado, en refrigerador a aproximadamente 5° C

source: The stability profile is presented as trend plots for stability indicating methods.
es_es: El perfil de estabilidad se presenta en diagramas de tendencia de estabilidad con indicación de los métodos.

source: The stability profile is presented as trend plots over a time course of 24 months for the stability indicating methods shown in Table 74.
es_es: El perfil de estabilidad se presenta en diagramas de tendencia con un curso cronológico de 24 meses a partir de los métodos utilizados en estabilidad que se muestran en la Tabla 74.

source: The stability profile is presented as trend plots over a time course of six months for the stability indicating methods shown in Table 76.
es_es: El perfil de estabilidad se presenta en diagramas de tendencia con un curso cronológico de seis meses a partir de los métodos utilizados en estabilidad que se muestran en la Tabla 76.

source: The stability profile is presented as trend plots over a time course of up to 36 months for the stability indicating methods listed in Table 75.
es_es: El perfil de estabilidad se presenta en diagramas de tendencia con un curso cronológico de hasta 36 meses a partir de los métodos utilizados en estabilidad que se muestran en la Tabla 75.

source: The stability studies of the process performance qualification (PPQ) stability batches will be continued according to the protocol presented in Section 3.2.P.8.3.
es_es: Se continuará con los estudios de estabilidad de las partidas de estabilidad para calificación del desempeño del proceso de acuerdo con el protocolo presentado en la Sección 3.2.P.8.3.

source: The stability studies on the PFS-2 primary stability studies (batch numbers T90116, 904466 and 904467) are completed.
es_es: Se han completado los estudios de estabilidad primaria de la jeringa prellenada PFS-2 (números de partida T90116, 904466 y 904467).

source: The stability studies on the PFS-NSD-1 primary stability batches (batch numbers 901514, 901514A and 903675) and the PFS-NSD-1 PPQ stability batches (005759, 005762 and 005762A) will be continued according to the protocol presented in Section 3.2.P.8.3 Accelerated and Long-term Stability Data.
es_es: Se continuará con los estudios de estabilidad de las partidas de estabilidad primaria del dispositivo PFS-NSD-1 (números de partida 901514, 901514A y 903675) y las partidas de estabilidad para calificación del desempeño del proceso del dispositivo PFS-NSD-1 (005759, 005762 y 005762A) de acuerdo con el protocolo presentado en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo.

source: The stability studies on the PFS-NSD-2 (batch numbers 204830, 205068 and 204831A) represent the primary and PPQ stability studies at the same time and will be continued according to the protocol presented in Section 3.2.P.8.3 Stability Data – Accelerated and Long Term Stability.
es_es: Los estudios de estabilidad realizados sobre el dispositivo PFS-NSD-2 (números de partida 204830, 205068 y 204831A) representan a su vez los estudios de estabilidad primaria para calificación del desempeño del proceso y proseguirán de acuerdo con el protocolo presentado en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo.

source: The stability study report refers to the current valid documents in section 3.2.P.5.1 and 3.2.P.5.2.
es_es: El informe del estudio de estabilidad se refiere a los documentos vigentes de la sección 3.2.P.5.1 y 3.2.P.5.2.

source: The stability study results showed that all formulation combinations behaved in the same manner.
es_es: El estudio de estabilidad demostró que todas las combinaciones de formulación se comportaron de la misma manera.

source: The stable spore suspension may be maintained at 2-8 °C for a validated period of time.
es_es: La suspensión de esporas estable se puede mantener a 2-8 °C durante un tiempo validado.

source: The stainless steel storage vessel is delivered to the filtration area, located in grade C/ISO7 environment and connected to the assembled and steam sterilized sterile filter.
es_es: El recipiente de almacenamiento de acero inoxidable se ingresa al área de filtración, ubicada en un entorno de grado C/ISO7, y se conecta al filtro acoplado y esterilizado por vapor.

source: The stainless steel tank is the primary packaging component since it is in direct contact with the drug substance.
es_es: El tanque de acero inoxidable es el principal componente del acondicionamiento primario ya que está en contacto directo con el principio activo.

source: The standard distribution for randomisation was 50:50, but when an imbalance was detected with a p value of less than 0.3 calculated via the test of difference in proportions, the distribution was biased to 65:35 in the direction against the imbalance and, therefore, all randomisation assignments were non-deterministic.
es_es: La distribución estándar de la aleatorización fue 50:50, pero cuando se detectó un desequilibrio con un p inferior a 0.3 calculado por diferencia de proporciones, la distribución se llevó a 65:35 contrarrestando el desequilibrio, por lo cual todas las aleatorizaciones fueron no deterministas.

source: The standard is diluted to 10 μg/mL with assay buffer.
es_es: El estándar se diluye hasta obtener 10 μg/mL, con buffer de valoración.

source: The standard must be within ± 5 % of the nominal value.
es_es: El estándar debe estar dentro del ± 5% del valor nominal.

source: The standard solutions are the same solutions described for the 100 % reference described under "Identification, Degradation and Assay Empagliflozin".
es_es: Las soluciones estándar son las mismas soluciones descritas para la referencia al 100% en "Identificación, degradación y valoración de empagliflozina".

source: The standard solutions are the same solutions described for the 100 % reference describedunder "Uniformity of Dosage Units Empagliflozin".
es_es: Las soluciones estándar son las mismas descritas para la referencia al 100 %, que pueden consultarse en "Uniformidad de las dosis de empagliflozina".

source: The standard solutions, system suitability solution and limit solution are stable for 1day in vials in daylight at room temperature.
es_es: Las soluciones estándar, la solución de adecuación del sistema y la solución límite permanecen estables 1 día en frascos a la luz del día a temperatura ambiente.

source: The standard solutions, system suitability solution and limit solution are stable for 5days in volumetric flasks in daylight at room temperature.
es_es: Las soluciones estándar, la solución de adecuación del sistema y la solución límite permanecen estables 5 días en matraces aforados a la luz del día a temperatura ambiente.

source: The start of the end-of-treatment visit period in the trial was 11 Jan 2021.
es_es: El inicio del período de visitas de fin de tratamiento del ensayo fue el 11 de enero de 2021.

source: The start reagent is the plasminogen / fibrinogen mixture.
es_es: El reactivo inicial es la mezcla de plasminógeno / fibrinógeno.

source: The starting dose of glimepiride was 1 mg/day (or the previous dose for patients who had been pre-treated with glimepiride) and was to be uptitrated during the first 16 weeks of treatment to a potential maximum dose of 4 mg/day.
es_es: La dosis inicial de glimepirida fue 1 mg/día (o la dosis que estuvieran tomando si recibían tratamiento previo de glimepirida) y debía escalarse las primeras 16 semanas hasta una dosis máxima potencial de 4 mg/día.
